/* %@=URL scheme (e.g. venmo) */
"Shortcuts could not open the app for the URL scheme “%@” because the app is not installed on this device" = "״קיצורים״ לא הצליח לפתוח את היישום עבור סכמת כתובת האינטרנט ״%@״ מאחר שהיישום אינו מותקן במכשיר זה";

/* %@=URL scheme (e.g. venmo) */
"Shortcuts could not open the app for the URL scheme “%@”. The app may not be installed on this device." = "״קיצורים״ לא הצליח לפתוח את היישום עבור סכמת כתובת האינטרנט ״%@״. יתכן שהיישום אינו מותקן במכשיר זה.";

/* %@=app name */
"Shortcuts could not open %@ because it is not installed." = "״קיצורים״ לא הצליח לפתוח את %@ מאחר שהיישום אינו מותקן.";

/* %@=app name */
"Shortcuts could not open %@. It may not be installed on this device." = "״קיצורים״ לא הצליח לפתוח את %@. ייתכן שהיישום אינו מותקן במכשיר זה.";

/* Error description */
"No phone numbers or Skype usernames were passed into this action." = "לא הועברו מספרי טלפון או שמות משתמשים של Skype לפעולה זו.";

/* Error description */
"No phone numbers were passed into this action." = "לא הועברו מספרי טלפון לפעולה זו.";

/* Error title */
"Error" = "שגיאה";

/* Post to Instagram error description */
"Shortcuts can only post video on Instagram if the video is in a photo album.\n\nTry putting a “Save to Photo Album” action before “Post on Instagram.”" = "קיצורים יכולים לפרסם סרט ב-Instagram רק אם הסרט נמצא באלבום תמונות.\n\nנסה/י למקם את הפעולה ״שמור באלבום תמונות״ לפני הפעולה ״פרסם ב-Instagram.״";

/* Post to Instagram error title */
"Could Not Post Video" = "לא ניתן היה לפרסם את הסרט";

